Repository: NureMerkulovArsenii/apzkr-pzpi-21-3-merkulov-arsenii
Catalog: Task2/apz-pzpi-21-3-merkulov-arsenii-task2/src/HospitalityHub.Localization/Resources.*.resx
Languages: uk_ua

source: Unexpected exception occured
uk_ua: Сталась непередбачувана помилка

source: Booking not found
uk_ua: Бронювання не знайдено

# UNAUTHORIZED
source: Unathorized user
uk_ua: Неавтризований користувач

source: Hotel not found
uk_ua: Готель не знайдено

source: Room not found
uk_ua: Кімнату не знайдено

source: Room not available
uk_ua: Кімната недоступна

# ROOM_PLACE_NOT_FOUND
source: Requested place not found in the room
uk_ua: Місце не знайдено в кімнаті

# API_KEY_NOT_SET
source: Error while settings api key for door lock
uk_ua: Помилка при налаштуванні апі-ключа для замка

source: User not found
uk_ua: Користувача не знайдено

source: Staff not found
uk_ua: Персонал не знайдено

# TODO_TASKS_NOT_FOUND
source: Todo tasks not found for staff
uk_ua: Не знайдено задачі для персоналу

source: Internal server error
uk_ua: Внутрішня помилка сервера

source: Customer not found
uk_ua: Гостя не знайдено

# CONFIRM_YOUR_EMAIL
source: Email conmfirmation
uk_ua: Підтвердження електронної пошти

# CONFIRM_YOUR_ACCOUNT
source: Please confirm your account by clicking this link: <a href='{0}'>link</a>
uk_ua: Будь ласка підтвердіть Ваш аккаунт клкнувши на лінку: <a href='{0}'>link</a>

# RESET_YOUR_PASSWORD
source: Reset password
uk_ua: Змінити пароль

# RESET_YOUR_PASSWORD_LINK_MESSAGE
source: Please reset your password by clicking this link: <a href='{0}'>link</a>
uk_ua: Будь ласка оновіть пароль перейшовши за цим посиланням: <a href='{0}'>link</a>

# RESET_YOUR_PASSWORD_CODE_MESSAGE
source: Your reset code is: {0}
uk_ua: Ваш код для відновлення: {0}
